<section class="bg-black min-h-[80vh] max-w-7xl mx-auto">

    <div class="flex justify-between ">
        <div class="w-1/2 pb-10 text-gray-50">
            <h2 class="text-white text-2xl mb-20">
                About
            </h2>
            <p class="my-2">
                Единых правил для всех версий абсолютных поединков не существует и никогда не существовало. По сути, они сводились к одному основополагающему принципу: минимум защитной экипировки и ограничений на используемую технику, максимум «реализма» поединков и свободы действий бойцов. Запрещались только те «приемы», которые прямо вели к тяжелым увечьям: нельзя было выдавливать глаза и ломать позвоночник сопернику, наносить ему удары в горло, пах и другие уязвимые места. </p>
            <p>
                (Не разрешалось также надевать предметы, которые могли привести к травме: серьги, браслеты, цепи, булавки и т.п.) Весовые категории не предусматривались. Не ограничивалось время поединка: бой шел до полной сдачи одного из соперников. Костюм бойцы выбирали произвольно, это могли быть боксерские трусы, кимоно дзюдоиста и т.д. Защитная экипировка тоже выбиралась спортсменами индивидуально: например, можно было, по желанию, выступать в перчатках (сегодня специальные облегченные перчатки «без пальцев» в боях без правил обязательны).
            </p>
        </div>

        <img class="block w-1/3" src="/images/04.jpg" width="500" height="800" alt="">
    </div>

</section>
