<section class="fighter-about bg-black min-h-[80vh] max-w-7xl mx-auto">
    <div class="fighter-about__wrapper px-4 lg:p-8 py-10 md:flex justify-between align-items-center">
        <div class="fighter-about__text-block md:w-1/2 pb-10 text-gray-50">
            <h2 class="fighter-about__title text-white mb-10">
                About
            </h2>
            <div class="fighter-about__text text-gray-50">
                <p class="text-gray-50">
                    Единых правил для всех версий абсолютных поединков не существует и никогда не существовало. По сути, они сводились к одному основополагающему принципу: минимум защитной экипировки и ограничений на используемую технику, максимум «реализма» поединков и свободы действий бойцов. Запрещались только те «приемы», которые прямо вели к тяжелым увечьям: нельзя было выдавливать глаза и ломать позвоночник сопернику, наносить ему удары в горло, пах и другие уязвимые места. </p>
                <p>
                    (Не разрешалось также надевать предметы, которые могли привести к травме: серьги, браслеты, цепи, булавки и т.п.) Весовые категории не предусматривались. Не ограничивалось время поединка: бой шел до полной сдачи одного из соперников. Костюм бойцы выбирали произвольно, это могли быть боксерские трусы, кимоно дзюдоиста и т.д. Защитная экипировка тоже выбиралась спортсменами индивидуально: например, можно было, по желанию, выступать в перчатках (сегодня специальные облегченные перчатки «без пальцев» в боях без правил обязательны).
                </p>
            </div>

        </div>

        <figure class="flex flex-col align-items-center md:w-1/3 mx-auto">
            <img class="fighter-about__image block" src="/images/02.jpg" width="360" height="414" alt="" >
            <figcaption class="fighter-about__caption text-left">Mohamed Salah</figcaption>
        </figure>
    </div>
</section>
